{
	"projects": [{
		"title": "StateFoodSafety / AboveTraining",
        "description": "<p>During my time with StateFoodSafety I gained experience and knowledge in full-stack web development. I pitched and implemented tools and features that have been beneficial to the efficiency, flow, and overall user experience for StateFoodSafety maintained websites. One such tool that I researched and implemented was streamlining the creation of client-specific web portals. I shortened the initial creation time from 3+ weeks to 1-2 days, and future maintenance from a few days to less than an hour.</p><p>I extensively worked to update the websites into Vue for faster and easier maintenance. I also worked with many new developers and trained them on new tools, technologies, and our general processes. One of my favorite aspects of working with others is seeing someone take what I’ve taught them and apply it in new and creative ways. </p><p>I frequently made decisions for standardizing our processes in an effort to make future maintenance easier long-term. For example, I advocated for the use of ESLint across all developer environments to avoid commonly occurring mistakes. In addition, I created a simple-to-use style guide for website components, UX, and UI  implementation to allow future pages and updates to be more homogenous with our current pages. This also allowed other departments the ability to easily see the individual building blocks of our website when requesting changes.</p>",
		"view": "https://www.statefoodsafety.com",
		"skills": [
            "Vue",
            "Vuetify",
            "Storybook",
            "JavaScript",
            "jQuery",
            "Ext JS",
            "Node.JS",
            "Webpack",
            "Babel",
            "Jest",
            "BackstopJS",
            "Cypress",
            "Puppeteer",
            "Sass",
            "Smarty",
			"PHP",
            "Doctrine",
			"MariaDB",
			"Composer",
            "PHPUnit"
		],
		"assets": {
			"desktop": "./public/images/projects/StateFoodSafety/1366x768.png",
			"tablet": "./public/images/projects/StateFoodSafety/768x1024.png",
			"mobile": "./public/images/projects/StateFoodSafety/360x640.png"
		}
	}]
}
