{
	"quotes": [{
		"quote": "We don't stop playing because we grow old, we grow old because we stop playing.",
		"author": "George Bernard Shaw"
	}, {
		"quote": "What video games have taught me is that if you are fighting enemies on your journey you're heading the right way.",
		"author": "Bill Murray"
	}, {
		"quote": "If you don't like the rules play the game until you are big enough in the game to change the rules.",
		"author": "Anonymous"
	}, {
		"quote": "Endure & Survive",
		"author": "The Last of Us"
	}, {
		"quote": "It's not our abilities that define us, but our choices.",
		"author": "Albus Dumbledore"
	}, {
		"quote": "The obvious objective of video games is to entertain people by surprising them with new experiences.",
		"author": "Shigeru Miyamoto"
	}, {
		"quote": "Video games foster the mindset that allows creativity to grow",
		"author": "Anonymous"
	}, {
		"quote": "The right man in the wrong place can make all the difference in the world. So. Wake. Up. Mister Freeman. Wake up and smell the ashes.",
		"author": "G-Man, Half Life 2"
	}, {
		"quote": "Would you Kindly.",
		"author": "Frank Fontaine, Bioshock"
	}, {
		"quote": "A man chooses, a slave obeys.",
		"author": "Andrew Ryan, Bioshock"
	}, {
		"quote": "Knowledge is useless if it is not used.",
		"author": "Gixx, Guild Wars 2"
	}, {
		"quote": "Truth is like a sculpture; one perspective is never enough for true understanding.",
		"author": "Penumbra: Requiem"
	}, {
		"quote": "For those who believe, no proof is necessary. For those who don't believe, no proof is possible.",
		"author": "Stuart Chase"
	}, {
		"quote": "And in that moment I swear we were infinite.",
		"author": "The Perks of Being a Wallflower"
	}, {
		"quote": "Scars only show us where we've been, they do not show us where we are going.",
		"author": "David Rossi"
	}, {
		"quote": "When a programming language is created that allows programmers to program in simple English, it will be discovered that programmers cannot speak English.",
		"author": "Anonymous"
	}, {
		"quote": "Software and cathedrals are much the same – first we build them, then we pray.",
		"author": "Sam Redwine"
	}, {
		"quote": "The cleaner and nicer the program, the faster it's going to run. And if it doesn't, it'll be easy to make it fast.",
		"author": "Joshua Bloch"
	}, {
		"quote": "The effective exploitation of his powers of abstraction must be regarded as one of the most vital activities of a competent programmer.",
		"author": "Edsger W. Dijkstra"
	}, {
		"quote": "Computers are man's attempt at designing a cat: it does whatever it wants, whenever it wants, and rarely ever at the right time.",
		"author": "EMCIC"
	}, {
		"quote": "There are two ways of constructing a software design. One way is to make it so simple that there are obviously no deficiencies. And the other way is to make it so complicated that there are no obvious deficiencies.",
		"author": "C.A.R. Hoare"
	}, {
		"quote": "To me programming is more than an important practical art. It is also a gigantic undertaking in the foundations of knowledge.",
		"author": "Grace Hopper"
	}, {
		"quote": "Most software today is very much like an Egyptian pyramid with millions of bricks piled on top of each other, with no structural integrity, but just done by brute force and thousands of slaves.",
		"author": "Alan Kay"
	}, {
		"quote": "When someone says: \"I want a programming language in which I need only say what I wish done\", give him a lollipop.",
		"author": "Alan J. Perlis"
	}, {
		"quote": "If debugging is the process of removing bugs, then programming must be the process of putting them in.",
		"author": "Edsger W. Dijkstra"
	}, {
		"quote": "Testing can only prove the presence of bugs, not their absence.",
		"author": "Edsger W. Dijkstra"
	}, {
		"quote": "Everyone knows that debugging is twice as hard as writing a program in the first place. So if you're as clever as you can be when you write it, how will you ever debug it?",
		"author": "Brian Kernighan"
	}, {
		"quote": "Anyone can make the simple complicated. Creativity is making the complicated simple.",
		"author": "Charles Mingus"
	}, {
		"quote": "If you tell me precisely what it is a machine cannot do, then I can always make a machine which will do just that.",
		"author": "John von Veumann"
	}, {
		"quote": "Live as if you were to die tomorrow. Learn as if you were to live forever.",
		"author": "Mahatma Gandhi"
	}, {
		"quote": "Life is like a coin. You can spend it any way you wish, but you can only spend it once.",
		"author": "Lillian Dickson"
	}, {
		"quote": "Charm is the quality in others that makes us more satisfied with ourselves.",
		"author": "Henri-Frederic Amiel"
	}, {
		"quote": "The biggest difference between time and space is that you can't reuse time.",
		"author": "Merrick Furst"
	}, {
		"quote": "The person who has lived the most is not the one who has lived the longest, but the one with the richest experiences.",
		"author": "Jean-Jacques Rousseau"
	}, {
		"quote": "Everyone always has a reason for why they are late; but only one reason matters: it's that their word is no good.",
		"author": "Cormac McCarthy, rephrased"
	}, {
		"quote": "Trust, but verify.",
		"author": "Ronald Reagan"
	}, {
		"quote": "Obstacles are those frightful things you see when you take your eyes off your goal.",
		"author": "Henry Ford"
	}, {
		"quote": "The most exciting phrase to hear in science, the one that heralds new discoveries, is not 'Eureka!' (I found it!) but 'That's funny ...",
		"author": "Isaac Asimov"
	}, {
		"quote": "Any sufficiently advanced bug is indistinguishable from a feature.",
		"author": "Rich Kulawiec"
	}, {
		"quote": "It is better to have tried and failed than to have failed to try, but the results the same.",
		"author": "Mike Dennison"
	}, {
		"quote": "Vision is not seeing things as they are, but as they will be.",
		"author": "Gil T. Figaro"
	}, {
		"quote": "Don't postpone till tomorrow what can be done today.",
		"author": "Russian Proverb"
	}, {
		"quote": "Quality means doing it right when no one is looking.",
		"author": "Henry Ford"
	}, {
		"quote": "Talent is doing easily what others find difficult. Genius is doing easily what others find impossible.",
		"author": "unknown; from William Dunham"
	}, {
		"quote": "All parts should go together without forcing. You must remember that the parts you are reassembling were disassembled by you. Therefore, if you can't t get them together again, there must be a reason. By all means, do not use a hammer.",
		"author": "IBM Manual, 1925"
	}, {
		"quote": "Sometimes the appropriate response to reality is to go insane.",
		"author": "Philip K. Dick",
	}, {
		"quote": "Never say 'I was wrong'. Instead, say 'Huh, what an interesting turn of events!",
		"author": "anonymous advice to wives",
	}, {
		"quote": "I have learned that only two things are necessary to keep one's wife happy. First, let her think she's having her own way. And second, let her have it.",
		"author": "Lyndon B. Johnson",
	}, {
		"quote": "Style is when they're running you out of town and you make it look like you're leading the parade.",
		"author": "William Battie",
	}, {
		"quote": "If you have an apple and I have an apple and we exchange apples then you and I will still each have one apple. But if you have an idea and I have an idea and we exchange these ideas, then each of us will have two ideas.",
		"author": "George Bernard Shaw",
	}, {
		"quote": "Find out what you like doing best and get someone to pay you for doing it.",
		"author": "Katherine Whitehor",
	}]
}
