{
	"list": [{
		"title": "Ambitious",
		"description": "",
		"description1": "I am an extremely excitable developer. Like damn, you have no f---ing idea. I put out code like a brothel puts out fires in rich dudes pants. I work harder than an erection lasting more than 4 hours. I love development more than a corrupt politician loves power and money combined. What I'm trying to say is that though I often work for money I don't develop because of money."
	}, {
		"title": "Efficient",
		"description": ""
	}, {
		"title": "Creative",
		"description": "I've found myself against a lot of improbable problems, but I've never found a problem whose answer is impossible."
	}, {
		"title": "Problem Solver",
		"description": "One of my favorite past times in the world is discovering and solving puzzles. I love coding because of this challenge. Because of this I've found that the harder a coding challenge the more excited I get, whether that be learning new languages, frameworks, or other tools; or just using the knowledge I already have to solve a problem that I've never encountered. However, coding challenges aren't the only things I enjoy looking at from a new perspective; the way we approach problems or [project creation] can always be improved to become more graceful, understanding, and efficient."
	}, {
		"title": "Committed to Customers",
		"description": "No matter what I am developing I keep the end user in mind."
	}, {
		"title": "Committed",
		"description": "asdf"
	}, {
		"title": "Best Practice",
		"description": "I've done a substantial amount of research in quite a few topics of development, ranging from: AI, gaming, algorithms, web development, and virtual security. With all of the different mentalities, a lot of problems beg the question of \"Is this the best available solution?\" I've yet to encounter a situation in which the answer to that question is no; that includes the times I'm looking over an old implementation that I asked the same question for. Sometimes it takes a little bit of an adventure to arrive at a simple and elegant solution."
	}, {
		"title": "Passionate",
		"description": "I was raised on logic puzzles and games, when I became a teenager the skills that had grown as I grew, translated perfectly into the role of a developer. Since my first large programming projects in highschool when I created a simple little video game, I have had an unquenchable thirst to learn and develop in new and exciting ways. I love what I do, and plan to continue for a long while."
	}, {
		"title": "Adaptable",
		"description": "As a developer I love learning new things that can either make my current understanding of code better or teach me something entirely new. This leads to a lot of self improvement in everything I do. Because I have done this so often in my professional life it has carried over into my personal life to the point that I love to constantly strive and push myself to my limits to find new and exciting ways to think and do things."
	}, {
		"title": "Dedicated",
		"description": ""
	}, {
		"title": "Innovative",
		"description": ""
	}, {
		"title": "Organized",
		"description": ""
	}, {
		"title": "Resourceful",
		"description": ""
	}]
}
