{
	"list": [{
		"title": "Problem Solver",
		"description": "My favorite pastimes are solving puzzles and playing board games. These two things have taught me how to think outside the box to create solutions. This has translated into my love for development because of its challenging nature. I've found that the harder a development problem is, the more invested I get. Learning new languages, frameworks, other tools, or just using the knowledge I already have to solve new problems makes development a different experience every time. However, development  isn't the only thing I enjoy looking at from a new perspective. I have a passion for creating new, graceful, efficient solutions to everyday projects and processes."
	}, {
		"title": "Adaptable",
        "description": "I've worked with a wide variety of development subjects. These range from full-stack web development to InfoSec to game development. Learning all of these different ideologies has helped me refine and develop better ways to handle any situation I come up against. Not only am I able to adapt my development to match the situation, I take the time to ask questions in order to help me understand what the project owner wants and what the customer needs. When given suggested improvements I can take the idea and run with it. I pay attention to those around me, how they work, and the kind of work they produce, in order to inform myself on what I need to work on and how I can improve."
	}, {
		"title": "Passionate",
		"description": "Since my first large programming projects of creating simple little video games, I have had an unquenchable thirst to learn and develop in new and exciting ways. With my current experience, I have found I have a deep love for helping others find the areas of development that really make them want to grow and come into their own. I have found that even if they are experienced there are always new things to explore. A lot of my free time is spent learning about new technologies in an effort to constantly expand my knowledge and potential development opportunities. I love what I do, and plan to continue long into the future."
	}, {
		"title": "Efficient",
		"description": "When writing software, I strive to have clear, well documented, and maintainable code using elegant solutions. I find common code styles and standards to provide a way to easily develop in easily manageable and reusable ways. There are many ways to solve problems, but I strive to find the most efficient solution both in creation and in maintenance. I also enjoy creating tools that can streamline project management and development for my team."
	}]
}
